<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<html>
<head>
<link rel="stylesheet" href="css/footer_inform.css"/>
</head>
<body>
	<div class="inform_container">
		<jsp:include page="topMenu.jsp"></jsp:include>
		<div class="inform_content">
			<h2>amiGo(주)(이하 ‘회사’라 한다)는 개인정보보호 관련법령에 따라 정보주체의 개인정보를 보호하고<br>
			 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리지침을 수립·공개합니다.</h2>
			<div class="inform_box">
				<h3>제1조 (개인정보의 처리목적, 처리항목 및 수집방법, 보유기간)</h3>
				<p>①본 사이트는 별도의 회원가입 절차 없이 컨텐츠에 자유롭게 접근할 수 있습니다.<br>
				 다만, 사이버 감사실에 제보를 하고자 하는 경우 및 고객센터를 이용하는 경우에는 개인정보를 일부 수집하고 있습니다.<br>
				  수집된 개인정보는 다른 목적으로는 이용되지 아니하며, 이용 목적이 변경되는 경우에는 개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.</p>
				
				<ol>
					<li>▶ 수집방법
						<ol>
							<li>1. 사이버감사실
							<ol>
								<li>- 처리목적 : 사이버 감사실 제보 및 조사, 결과통보</li>
								<li>- 처리(수집) 항목 : 이름, 이메일주소, 전화번호, 주소</li>
								<li>- 보유기간 : 목적 달성 시</li>
							</ol>
							</li>
						</ol>
						
						<ol>
							<li>2. 고객센터
							<ol>
								<li>- 처리목적 : 고객상담, 고충 처리 접수 및 처리, 결과 통보 등</li>
								<li>- 처리(수집) 항목 : 이름, 이메일주소</li>
								<li>- 보유기간 : 목적 달성 시</li>
							</ol>
							</li>
						</ol>
					</li>
				</ol>
				<p>②회사는 개인정보의 수집 목적 또는 이용 목적이 달성될 때까지 이용자의 개인정보를 보관·이용합니다.<br>
				 단, 개인정보 수집 또는 이용 목적이 달성된 경우에도, 관련 법령에 의해 보존할 필요가 있는 경우에는 이용자의 개인정보를 보유할 수 있습니다.</p>
			</div>
			
			<div class="inform_box">
				<h3>제2조 (개인정보의 파기절차 및 방법)</h3>
				<ol>
					<li>①회사는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체 없이 해당 개인정보를 파기합니다.</li>
					
					<li>②정보주체로부터 동의 받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 <br>
					계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.</li>
					
					<li>③개인정보 파기의 절차 및 방법은 다음과 같습니다.
					<ol>
						<li>1. 파기절차
							<p>회사는 파기 사유가 발생한 개인정보를 선정하고, 회사의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.</p>
						</li>
						
						<li>2. 파기방법
							<p>회사는 전자적 파일 형태로 기록․저장된 개인정보는 기록을 재생할 수 없도록 로우레밸포멧(Low Level Format) 등의 방법을 이용하여 파기하며<br>
							, 종이 문서에 기록․저장된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.</p>
						</li>
					</ol>
					</li>
				</ol>
			</div>
			
			<div class="inform_box">
				<h3>제3조 (개인정보의 제3자 제공)</h3>
				<ol>
					<li>①회사는 정보주체의 개인정보를 제1조에서 명시한 범위 내에서만 처리하며, 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법<br>
					 제17조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.</li>
					
					<li>②회사는 다음과 같이 개인정보를 제3자에게 제공하고 있습니다.</li>
					
					<li>▶ 사이버 감사실
						<ol>
							<li>제공받는 자        : amiGo인사과</li>
							<li>제공항목            :  이름, 이메일주소, 전화번호, 주소</li>
							<li>제공목적	    :  제보, 민원 내용 확인 및 처리결과 회신</li>
							<li>보유 및 이용기간 : 목적 달성 시</li>
						</ol>
					</li>
					
					<li>▶ 고객센터
						<ol>
							<li>제공받는 자        : amiGo인사과</li>
							<li>제공항목            :  이름, 이메일주소, 전화번호, 주소</li>
							<li>제공목적	    :  제보, 민원 내용 확인 및 처리결과 회신</li>
							<li>보유 및 이용기간 : 목적 달성 시</li>
						</ol>
					</li>
				</ol>
			</div>
			
			<div class="inform_box">
				<h3>제4조 (개인정보처리의 위탁)</h3>
				<ol>
					<li>①회사는 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.
						<ol>
							<li>1. 홈페이지 시스템 운영
							<ol>
								<li>- 위탁받는 자 (수탁자) : amiGo인사과</li>
								<li>- 위탁하는 업무의 내용 : 홈페이지 시스템 운영</li>
								<li>- 담당자 연락처 : amiGO , 02-2222-1111</li>
							</ol>
							</li>
						</ol>
					</li>
					<li>②회사는 위탁계약 체결시 개인정보 보호법 제25조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적․관리적 보호조치,<br>
					재위탁 제한, 수탁자에 대한 관리․감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고,<br>
					 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.</li>
					
					<li>③위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.</li>
				</ol>
			</div>
			
			<div class="inform_box">
				<h3>제5조 (정보주체 및 법정대리인의 권리․의무 및 행사방법)</h3>
				<ol>
					<li>①정보주체 또는 만 14세 미만 아동의 법정대리인은 회사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.
						<ol>
							<li>1. 개인정보 열람요구</li>
							<li>2. 오류 등이 있을 경우 정정 요구</li>
							<li>3. 삭제요구</li>
							<li>4. 처리정지 요구</li>
						</ol>
					</li>
					
					<li>②개인정보 열람청구 등 제1항에 의한 권리행사(이하 “열람 등 요구”라 함)는 아래의 부서에 할 수 있습니다.<br>
					 회사는 정보주체 및 법정대리인의 개인정보 열람 등 요구가 신속하게 처리되도록 노력하겠습니다.</li>
					 
					<li>▶ 개인정보 열람 등 요구 접수·처리 부서
						<ol>
							<li>부서명 : 마케팅실</li>
							<li>담당자 : amiGo</li>
							<li>연락처 : 02-5555-2222, amiGo@amiGo.net</li>
						</ol>
					</li>
					
					<li>③제1항에 따른 권리 행사는 정보주체의 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다.<br>
					 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.</li>
					
					<li>④정보주체는 개인정보 보호법 등 관계법령을 위반하여 회사가 처리하고 있는 정보주체 본인이나 타인의 개인정보 및 사생활을 침해하지 않아야 합니다.</li>
				</ol>
			</div>
			
			<div class="inform_box">
				<h3>제6조 (개인정보의 안전성 확보조치)</h3>
				<p>회사는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.</p>
				
				<ol>
					<li>1. 관리적 조치 : 내부관리계획 수립․시행, 정기적 직원 교육 등</li>
					<li>2. 기술적 조치 : 개인정보처리시스템 등의 접근권한 관리, 접근통제시스템 설치, 고유식별정보 등의 암호화, 보안프로그램 설치</li>
					<li>3. 물리적 조치 : 전산실, 자료보관실 등의 접근통제</li>
				</ol>
			</div>
			
			<div class="inform_box">
				<h3>제7조 (개인정보 보호책임자)</h3>
				<ol>
					<li>①회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등<br>
					관련 고충사항을 처리하기 위하여 아래와 같이 개인정보 보호책임자 및 담당부서를 지정하고 있습니다.</li>
					<li>▶ 개인정보 보호책임자
					<ol>
						<li>성명 : amiGO</li>
						<li>연락처 : 02-1234-5678, amiGo@amiGo.net</li>
						<li>※ 개인정보 보호 담당부서로 연결됩니다.</li>
					</ol>
					</li>
					
					<li>▶ 개인정보 보호 담당부서	
					<ol>			
						<li>부서명 : 마케팅실</li>
						<li>담당자 : amiGo</li>
						<li>연락처 : 02-1234-5678, amiGo@amiGO.net</li>
					</ol>
					</li>
					
					<li>②정보주체께서는 회사의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의,<br>
					 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 회사는 정보주체의 문의에 대해 지체없이 답변 및 처리해 드릴 것입니다.</li>
				 </ol>
			</div>
			
			<div class="inform_box">
				<h3>제8조(권익침해 구제방법)</h3>
				<p>정보주체는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다.
				아래의 기관은 회사와는 별개의 기관으로서, 회사의 자체적인 개인정보 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다.</p>
				
				<ol>
					<li>▶ 개인정보 침해신고센터 (한국인터넷진흥원 운영)
						<ol>
							<li>- 소관업무 : 개인정보 침해사실 신고, 상담 신청</li>
							<li>- 홈페이지 : privacy.kisa.or.kr</li>
							<li>- 전화 : (국번없이) 118</li>
						</ol>
					</li>
					
					<li>▶ 개인정보 분쟁조정위원회 (한국인터넷진흥원 운영)
						<ol>
							<li>- 소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정(민사적 해결)</li>
							<li>- 홈페이지 : privacy.kisa.or.kr</li>
							<li>- 전화 : (국번없이) 118</li>
						</ol>
					</li>
					<li>▶ 대검찰청 사이버범죄수사단 : 02-3480-3571 (www.spo.go.kr)</li>
					<li>▶ 경찰청 사이버테러대응센터 : (국번없이) 182 (www.netan.go.kr)</li>
				</ol>
			</div>
			
			<div class="inform_box">
				<h3>제9조 (개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항)</h3>
				<p>회사는 웹사이트 사용을 지원하고 관련 서비스를 제공하기 위해 쿠키(cookie)를 운영합니다. 쿠키는 웹사이트를 운영하는 서버가 이용자의 브라우저에 보내는 작은 텍스트 파일로 정보주체의 컴퓨터에 저장됩니다.<br>
				 정보 주체는 쿠키의 저장을 거부할 수 있으며 다만 이 경우 웹사이트 사용이 불편하거나 일부 서비스의 경우 이용이 어려울 수 있습니다.</p>
				
				
				<p>▶ 쿠키 설정 방법 예
					<ol>
						<li>1. Internet Explorer의 경우 : 웹 브라우저 도구 메뉴 > 인터넷 옵션> 개인정보 > 설정</li>
						<li>2. Chrome의 경우 : 웹 브라우저 설정 메뉴 > 화면 하단 고급 설정 표시 > 개인정보의 콘텐츠 설정 버튼 > 쿠키</li>
					</ol>
				</p>
			</div>
			
			<div class="inform_box">
				<h3>제10조 (개인정보 처리방침 변경)</h3>
				<p>①본 개인정보 처리방침은 2017. 8. 9부터 적용됩니다.</p>
			</div>
		</div>
	</div>
	<jsp:include page="footer.jsp"></jsp:include>
	<style>
		#footer{
			top:0;
		}
	</style>
</body>
</html>