<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<html>
<head>
<%@ include file="../header/topMenu.jsp" %>
<link rel="stylesheet" href="<c:url value="/resources/css/footer_agree.css"/>">
</head>
<body>
	<div class="agr_container">
		<div class="agree_content">
			<h2>이용약관</h2>
			<div class="agr_box">
				<h3>제1 조(목적)</h3>
				<p>본 약관은 "amiGo" 그룹(이하 회사)이 제공하는 서비스 이용(이하 서비스)과 관련, 회원과 회사와의 중요 사항을 정하는 것을 목적으로 한다.</p>
			</div>
			
			<div class="agr_box">
				<h3>제2 조 (정의)</h3>
				<ol>
					<li>(1) 회원이란 회사와 서비스 이용계약을 체결(회원 가입)한 자를 뜻한다.</li>
					<li>(2) 회원 ID란 회원 식별 및 서비스 이용 등을 위해 이용자가 직접 설정, 입력하며 문자와 숫자로 이뤄진 조합을 뜻한다.</li>
					<li>(3) 패스워드란 회원 정보 보호 및 회원 별 정보 제공 서비스 등을 위해 이용자가 직접 설정, 입력하며 문자와 숫자로이뤄진 조합을 뜻한다.</li>
					<li>(4) 운영자란 서비스의 전반적 관리 및 운영을 담당하는 회사의 직원을 뜻한다.</li>
				</ol>
			</div>
			
			<div class="agr_box">
				<h3>제3 조 (회원 가입 신청 및 허가)</h3>
				<p>회원 가입은 회사가 제시하는 양식에 자기 정보를 입력, 신청하고 회사는 이를 허가함으로써 서비스를 제공한다.</p>
			</div>
			
			<div class="agr_box">
				<h3>제 4 조 (회원 가입 신청 시 기재 항목)</h3>
				<p>회원 가입 신청 시 다음 항목은 필수적으로 입력해야 한다.</p>
				<ol>
					<li>(1) 이름</li>
					<li>(2) 아이디/패스워드</li>
					<li>(3) e-mail 주소</li>
					<li>(4) 생년월일</li>
					<li>(5) 연락가능 전화번호</li>
					<li>(6) 기타 회원의 권익 증진을 위해 회사가 제공할 필요가 있다고 판단되는 정보를 서비스하기 위해 필요한 항목</li>
				</ol>
			</div>
			
			<div class="agr_box">
				<h3>제 5 조 (회원 가입 허가 및 유보 등)</h3>
				<ol>
					<li>(1) 회사는 제 4 조에 규정된 각 항목을 성실히 기재하고 본 약관에 동의하는 이용자에 한해 서비스 이용을 허가한다.</li>
					<li>(2) 회사는 다음 각 호의 경우 허가를 유보할 수 있다.
						<ol>
							<li>1. 서비스를 제공하지 못할 기술적 장애가 발생한 경우</li>
							<li>2. 기타 회사가 필요하다고 판단한 경우</li>
						</ol>
					</li>
					<li>(3) 회사는 다음 각 호의 경우 허가를 철회하거나 거절할 수 있다.
						<ul>
							<li>1. 제 4 조에 규정된 항목을 허위로 기재한 경우</li>
							<li>2. 다른 사람의 명의를 도용, 회원 가입을 신청한 경우</li>
							<li>3. 사회 공공질서 또는 건전한 미풍양속을 저해할 우려가 있다고 충분히 인정되는 경우</li>
							<li>4. 기타 회원으로서 부적절한 행위를 할 우려가 있다고 충분히 인정되는 경우
							<ol>
								<li>② 고지 및 동의방법은 '갑'의 초기화면의 공지사항을 통해 최소 30 일 이전부터 고지함과 동시에 이메일 등을 이용하여 1 회 이상 개별적으로 고지하고 매각·인수합병에 대해서는 반드시 적극적인 동의 방법(개인정보의 제 3 자 제공 및 공유에 대한 의사를 직접 밝힘)에 의해서만 절차를 진행합니다.
								<li>③ 다음은 예외로 합니다.
									<ul>
										<li>- 통신비밀보호법, 국세기본법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 금융실명거래 및 비밀보장에 관한 법률신용정보의 이용 및 보호에 관한 법률, 전기통신기본법, 전기통신사업법, 지방세법, 소비자기본법, 한국은행법, 형사소송법 등 다른 법률에 특별한 규정이 있는 경우. 단, '법률에 특별한 규정이 있는 경우'로 행정목적이나 수사목적으로 행정관청 또는 수사기관이 요구해 온 경우라도 무조건 고객의 개인정보를 제공하지 않으며, 법률에 규정된 바에 따라 영장 또는 기관장의 직인이 날인된 서면에 의한 경우 등 적법한 절차에 따라 제공합니다.</li>
										<li>- 통계작성·학술연구나 시장조사를 위하여 특정 개인을 식별할 수 없는 형태로 광고주·협력사나 연구단체 등에 제공하는 경우</li>
										<li>- 본 예외 사항에서도 관계법령에 의하거나 수사기관의 요청에 의해 정보를 제공한 경우에는 이를 귀하에게 고지하는 것을 원칙으로 운영하고 있습니다. 그러나, 법률상의 근거에 의해 부득이하게 고지를 하지 못할 수도 있습니다.</li>
										<li>- 본래의 수집목적 및 이용목적에 반하여 무분별하게 정보가 제공되지 않도록 최대한 노력하겠습니다.</li>
									</ul>
								</li>
							</ol>
						</li>
					</ul>
				</ol>
			</div>
				
			<div class="agr_box">
				<h3>제 6 조 (회원 정보의 변경)</h3>
				<p>회원은 서비스의 이용 및 원활한 정보 제공 등을 위해 자기 정보를 성실히 관리해야 하며, 변동 사항이 있을 경우 이를 변경해야 한다.</p>
			</div>
			
			<div class="agr_box">
				<h3>제 7 조 (회원 탈퇴 및 이용 제한)</h3>
				<ol>
					<li>(1) 탈퇴를 원하는 회원은 회원 본인이 직접 온라인을 통해 탈퇴 신청을 해야 한다.</li>
					<li>(2) 회원 가입시 입력했던 개인신상 정보는 회원 탈퇴 요청 시 즉각 삭제되나 "amiGo" 그룹의 채용에 지원하여 전형과정에서 발생한 각종 채용관련 정보들 (서류 전형 결과, TEST전형 결과, 면접 전형 결과 등 관련 정보)은 향후 채용에 참고하기 위하여 데이터베이스에 저장된다.</li>
					<li>(3) 회사는 회원이 다음 각 호에 해당되는 행위를 했을 경우 사전 고지 없이 이용 계약을 해지(회원 탈퇴)할 수 있다.
						<ol>
							<li>1. 사회 공공질서나 건전한 미풍양속에 저해되는 활동을 하는 경우</li>
							<li>2. 다른 사람의 권리 등을 침해하는 불법적 게시물을 올리는 경우</li>
							<li>3. 자신의 정보 등을 허위로 입력한 경우</li>
							<li>4. 타인의 명의를 도용해 회원으로 가입한 경우(단 도용 당한 자는 회사의 판단에 의해 회원가입 가능.)</li>
							<li>5. 다양한 불법적 수단으로 본 사이트의 운영을 방해하는 경우</li>
							<li>6. 회사가 제공하는 서비스 이용 중 얻게 된 정보를 상업적으로 이용하거나 무단으로 외부에 공표하는 경우</li>
							<li>7. 기타 다른 회원이나 회사에 피해를 끼치는 경우</li>
						</ol>
					</li>
					<li>(4) 회사는 제 7 조 (2)항의 규정에 의해 이용 계약이 해지(회원 탈퇴)된 이용자의 경우 해당 이용자의 이용 계약(회원 가입)을 최대 2년까지 제한할 수 있다.</li>
				</ol>
			</div>
			
			
			<div class="agr_box">
				<h3>제 8 조 (정보 및 서비스의 제공 등)</h3>
				<ol>
					<li>(1) 회사는 회원의 권익 증진을 위해 제공할 필요가 있다고 판단되는 다양한 정보를 회원 가입 신청 시 기재한 개인신상정보를 통해 전자우편, 유선매체, 우편 등의 방법으로 회원에게 제공할 수 있다.</li>
					<li>(2) 서비스 제공은 하루 24시간 제공을 원칙으로 하나 정기 점검이나 설비 보수, 전기통신사업법에 의한 기간통신사업자의 서비스 중단, 천재지변 등 불가항력적인 이유로 사전 고지 없이 정보제공을 중단할 수 있다.</li>
				</ol>
			</div>
			
			<div class="agr_box">
				<h3>제 9 조 (회원 신상정보 관리 등 의무)</h3>
				<ol>
					<li>(1) 회사는 서비스 제공을 위해 수집한 회원 신상정보를 본인의 승낙 없이 제3자에게 배포, 제공하는 등 외부로 유출하지 않는다. 단, 적법한 절차를 거친 국가기관의 요구나 기타 공익을 위해 필요하다고 인정되는 경우는 예외로 한다.</li>
					<li>(2) 회사는 회원이 회사가 제공하는 서비스를 원활하게 이용할 수 있도록 노력할 의무가 있으며, 회원 신상정보 역시 회원에 대한 서비스 향상을 위해서만 이용한다.</li>
				</ol>
			</div>
			
			<div class="agr_box">
				<h3>제 10 조 (서비스 이용에 대한 회원의 의무)</h3>
				<ol>
					<li>(1) 회원의 관리 소홀로 인한 ID 및 패스워드 노출과 이에 따른 피해는 전적으로 회원이 책임지도록 한다.</li>
					<li>(2) 회사에서 제공하는 서비스에 대한 회원의 이용권한은 회원 개인에 한정된 것이며, 제3자에 양도나 대여할 경우 회사에서 임의로 해당 회원의 ID를 삭제할 수 있다. 특히 무단 양도나 대여에 대한 책임은 전적으로 회원이 책임지도록 한다.</li>
					<li>(3) 회원은 회사에서 제공하는 서비스를 이용할 때 다음 각 호를 해서는 안 된다
						<ol>
							<li>1. 다른 사람의 e-mail address을 무단 사용하는 행위</li>
							<li>2. 서비스 이용 중 습득한 정보를 상업적 목적으로 이용하거나 올린 이 또는 회사의 허가 없이 출판, 방송 등 제3자에게 노출시키는 행위.</li>
							<li>단, 공익을 목적으로 하거나 회원의 권익 증진을 위해 필요한 경우 회사에 협의를 요청하고 허가를 받아야 한다.</li>
							<li>3. 저작권 등 제3자의 권리를 침해하는 게시 행위.</li>
							<li>4. 회사의 사이트 운영을 방해하는 행위</li>
							<li>5. 사회 공공질서에 위배되거나 건전한 미풍양속을 저해하는 정보나 문자, 그림 등을 타인에게 유포하는 행위</li>
						</ol>
					<li>(4) 회원은 회사의 회원에 대한 서비스 향상을 위한 노력에 성실히 협조해야 한다.</li>
				</ol>
			</div>
			
			<div class="agr_box">
				<h3>제 11 조 (게시 및 저장 자료에 대한 책임과 권리)</h3>
				<ol>
					<li>(1) 회원은 자신이 사이트 내에 게재한 소프트웨어, 프로그램, 정보, 메시지, 데이터, 문서, 그림, 이미지, 문자, 소리, 개인정보 등에 대해 책임이 있으며, 저작권 침해 등 기타 불법 행위로 인해 발생하는 피해에 대해서도 책임을 갖는다.</li>
					<li>(2) 회사는 사이트 내에 게시되거나 저장된 자료의 관리에 성실히 노력한다.</li>
					<li>(3) 사이트 내에 저장 또는 게재된 모든 자료의 저작권은 해당 자료의 등록자에게 있으며, 외부에서 가져온 타인의 게시물 및 자료는 등록자의 저작권이 인정되지 않는다.</li>
					<li>(4) 회원은 정당한 권한이나 해당 프로그램 저작권자의 허락 없이 프로그램 등을 제거, 변경, 복제 하거나 게시, 전송, 링크, 배포할 수 없으며, 저작권자의 실명 또는 익명을 변경 또는 은닉하거나 해당 프로그램의 제호를 변경해 저작권자의 허가 없이 게시, 게재할 수 없다.</li>
					<li>(5) 회사는 사이트 내에 저장 또는 게재된 모든 자료와 게시물을 자료를 게시한 회원의 동의를 거쳐 출판, CD-ROM 제작 등에 사용할 수 있다.</li>
				</ol>
			</div>
			
			<div class="agr_box">
				<h3>제 12 조 (면책 및 손해 배상)</h3>
				<ol>
					<li>(1) 회사는 회원의 귀책사유로 인한 서비스 이용 장애에 대하여 책임을 면한다.</li>
					<li>(2) 회사는 회원이 서비스를 이용하여 기대하는 손익이나, 서비스를 통해 얻은 정보 또는 자료 등으로 인해 발생한 손익에 대하여 책임을 면한다.</li>
					<li>(3) 회사는 회원이 직접 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관하여는 책임을 면한다.</li>
					<li>(4) 회사는 회원간의 상호거래나 관계에서 발생되는 어떠한 결과에도 보상이나 책임이 있지 않다.</li>
					<li>(5) 약관의 적용은 회원에 한하며, 제3자로부터의 어떠한 배상, 클레임 등에 대하여 회사는 책임을 면한다.</li>
					<li>(6) 회사의 명백한 고의나 중과실에 의해 회원이 피해를 입은 경우는 회사가 회원에 대해 책임을 진다.</li>
				</ol>
			</div>
			
			<div class="agr_box">
				<h3>제 13 조 (약관의 효력 및 변경)</h3>
				<ol>
					<li>(1) 약관의 효력은 약관이 이용자에게 공시됨과 동시에 효력을 발생한다.</li>
					<li>(2) 약관의 변경
						<p>회사는 새로운 서비스를 추가하거나 회사 정책상 중요 사유 등이 있을 경우 회원에 대한 사전 고지 없이 약관을 변경할 수 있다. 이때 회원은 가입을 취소할 수 있으며, 약관 변경 고지 후에도 가입 취소 의사를 밝히지 않고 3회 이상 접속한 회원의 경우 동의한 것으로 간주한다.</p>
					</li>
				</ol>
			</div>
			
			<div class="agr_box">
				<h3>제 14 조 (약관 규정 외 사항에 관한 준칙)</h3>
				<p>현 약관에 규정되지 않은 사항에 대해서는 전기통신사업법 등 관계 법령의 규정을 따른다.</p>
			</div>
			
			<div class="agr_box">
				<h3>제 15 조 (관할 법원)</h3>
				<p>서비스 이용 중 회원과 회사 간에 분쟁이 발생, 소송이 제기될 경우 회사의 소재지 관할 법원을 관할 법원으로 한다.</p>
			</div>
		</div>
	</div>
	<%@ include file="footer.jsp" %>
</body>
<style>
	#footer{
		top:0;
	}
</style>
</html>